Repository: siraleks/vgwortworthy
Catalog: lang/wp-worthy-*.po
Languages: de_de

source: Worthy - VG WORT Integration for Wordpress
de_de: Worthy - VG WORT Integration für Wordpress

source: Overview
de_de: Übersicht

source: Markers
de_de: VG WORT Zählmarken

source: Your markers
de_de: Deine Zählmarken

source: Markers for %s
de_de: Zählmarken von %s

source: Markers for an unknown user
de_de: Zählmarken eines unbekannten Benutzers

source: Not personalized markers
de_de: Zählmarken die niemandem gehören

source: Show only these
de_de: Zeige mir nur diese

source: Messages at VG WORT
de_de: Nachrichten bei VG WORT

source: Premium is not working
de_de: Premium funktioniert nicht

source: <strong>%d pixel</strong> may be reported
de_de: <strong>Eine Zählmarke</strong> kann an die VG WORT gemeldet werden

source: <strong>%d pixel</strong> may be reported on this site
de_de: <strong>Eine Zählmarke</strong> kann auf dieser Webseite an die VG WORT gemeldet werden

source: <strong>%d pixel</strong> may be reported on other sites
de_de: <strong>Eine Zählmarke</strong> kann auf anderen Webseiten an die VG WORT gemeldet werden

source: <strong>%d unused marker</strong> on database
de_de: <strong>Eine ungenutzte</strong> VG WORT Zählmarke in der Datenbank

source: Import new markers
de_de: Neue VG WORT Zählmarken importieren

source: <strong>%d used marker</strong> on database
de_de: <strong>Eine benutzte</strong> VG WORT Zählmarke in der Datenbank

source: <strong>%d marker</strong> of them is assigned to non-existant posts
de_de: <strong>Eine Zählmarke</strong> hiervon ist einem nicht mehr existierenden Artikel zugeordnet

source: <strong>%d marker</strong> has no private marker assigned
de_de: <strong>Eine Zählmarke</strong> hat keinen privaten Identifikationscode

source: Import CSV containing private markers
de_de: Private Identifikationscodes aus CSV importieren

source: Load private markers with Worthy Premium
de_de: Private Identifikationscodes mit Worthy Premium laden

source: <strong>%d markers</strong> total on database
de_de: <strong>%d VG WORT Zählmarken</strong> insgesamt vorhanden

source: Posts
de_de: Artikel

source: %d post
de_de: Ein Artikel

source: from this site
de_de: auf dieser Webseite

source: on the index that has qualified but do not have a pixel assigned
de_de: ist relevant, hat aber noch keine VG WORT Zählmarke zugeordnet

source: Find them
de_de: Finde sie

source: do not have a length-index for Worthy stored
de_de: haben keinen Zeichen-Index für Worthy zugeordnet

source: Generate length-index
de_de: Zeichen-Index erstellen

source: were found on frontend with at least two pixels assigned!
de_de: verwenden mindestens zwei Zählmarken, wovon nur die Worthy-Zählmarke ausgegeben wird!

source: are using inline pixels
de_de: verwenden eingebetete VG WORT Zählmarken

source: are using pixelss from VGW (VG-Wort Krimskram)
de_de: verwenden VG WORT Zählmarken von VGW (VG-Wort Krimskram)

source: are using pixels from WP VG-Wort
de_de: verwenden VG WORT Zählmarken von WP VG-Wort

source: are using pixels from Prosodia VGW
de_de: verwenden VG WORT Zählmarken von Prosodia VGW

source: are using pixels from Torben Leuschners VG-Wort
de_de: verwenden VG WORT Zählmarken von Torben Leuschners' VG-Wort

source: Attention
de_de: Achtung

source: Some of this posts seem to have assigned markers using more than one plugin!
de_de: Einige dieser Artikel haben Zählmarken von mehreren Plugins zugewiesen!

source: %d of this posts is already managed by Worthy!
de_de: Einer dieser Artikel wird bereits von Worthy verwaltet!

source: Go to Import / Export to migrate those posts to Worthy
de_de: Wechsle zu Import / Export um diese Zählmarken nach Worthy zu migrieren

source: Markers without private code found
de_de: Zählmarken ohne privaten Identifikationscode gefunden

source: It looks like you have migrated some pixels from other VG WORT managing plugins, that did not store the private code on your database.
de_de: Vermutlich hast Du Zählmarken aus einem anderen VG WORT-Plugin importiert, das nicht den privaten Identifikationscode der Zählmarke gespeichert hat.

source: Worthy should know all parts of its markers to allow efficient report-creation - by hand or via Worthy Premium.
de_de: Um schnell und effizient die Meldungen an VG WORT erstellen zu können - ob nun manuell oder mit Worthy Premium - sollte Worthy die komplette Zählmarke kennen.

source: You can complete pixels by uploading the original CSV-file from VG WORT or by using the automatic search as included with Worthy Premium.
de_de: Du kannst vorhandene Zählmarken komplettieren, indem Du einfach die CSV-Datei von der VG WORT mit den Zählmarken importierst oder die automatische Suchfunktion von Worthy Premium nutzt.

source: Search Marker
de_de: Zählmarken suchen

source: Marker assigned
de_de: Zählmarke zugewiesen

source: Public Marker
de_de: Öffentlicher Identifikationscode

source: Private Marker
de_de: Privater Identifikationscode

source: Site
de_de: Webseite

source: Sites
de_de: Webseiten

source: Post
de_de: Artikel

source: Relevant Characters
de_de: Relevante Zeichen

source: Actions
de_de: Aktionen

source: Unknown site
de_de: Keine Webseite

source: No suitable sites found
de_de: Keine passende Webseite gefunden

source: Select site
de_de: Webseite auswählen

source: No premium
de_de: Kein Premium

source: not counted or synced
de_de: Nicht gezählt oder synchronisiert

source: not synced
de_de: Nicht synchronisiert

source: not counted
de_de: Noch nicht gezählt

source: not qualified
de_de: Mindestzugriff nicht erreicht

source: partial qualified
de_de: Mindestzugriff teilweise erreicht

source: qualified
de_de: Mindestzugriff erreicht

source: reported
de_de: Bereits gemeldet

source: reportable
de_de: Kann gemeldet werden

source: marker wasn't synced via Worthy Premium yet
de_de: Diese Zählmarke wurde noch nicht über Worthy Premium synchronisiert

source: counter wasn't started at VG WORT yet, this might take some days
de_de: Der Zählerstart bei der VG WORT ist bisher nicht erfolgt, dies kann manchmal ein paar Tage dauern

source: this marker hasn't qualified yet because of it's age or it had to few readers
de_de: Die Zählmarke hat noch nicht genug Zugriffe oder der Mindestzugriff hierzu wurde noch nicht veröffentlicht.

source: this pixel has qualified partialy and may be reported to VG WORT if content is long enough
de_de: Sofern der Inhalt des Artikels länger als 10.000 Zeichen ist kann diese Zählmarke an die VG WORT gemeldet werden.

source: this pixel has fully qualified and may be reported to VG WORT
de_de: Diese Zählmarke hat den Mindestzugriff erreicht und kann an die VG WORT gemeldet werden!

source: the marker has already been report, no further action has to be taken
de_de: Diese Zählmarke wurde bereits an die VG WORT gemeldet und es ist nichts weiter notwendig.

source: Invalid author
de_de: Ungültiger Autor

source: %d chars
de_de: %d Zeichen

source: %d chars missing
de_de: %d Zeichen fehlen

source: Create webarea
de_de: Webbereich erstellen

source: Report with preview
de_de: Meldung erstellen (mit Vorschau)

source: Report without preview
de_de: Direkt melden (ohne Vorschau)

source: Reindex this post
de_de: Artikel neu indizieren

source: Create webareas
de_de: Webbereiche erstellen

source: Reindex posts
de_de: Artikel neu indizieren

source: Burn pixels
de_de: Zählmarken vernichten

source: Burn this pixel
de_de: Zählmarke vernichten

source: Display all sites
de_de: Alle Webseiten

source: Display all authors
de_de: Alle Autoren anzeigen

source: Display all marker-stati
de_de: Alle Zählmarken-Stati anzeigen

source: Display all markers that are not ignored
de_de: Alle Zählmarken die nicht ignoriert wurden

source: Display all markers
de_de: Alle Zählmarken

source: All Markers with posts assigned
de_de: Alle Zählmarken mit zugeordnetem Artikel

source: Markers with posts assigned that are not ignored
de_de: Zählmarken mit Artikeln die nicht ignoriert wurden

source: Markers with posts assigned that are ignored
de_de: Zählmarken mit Artikeln die ignoriert wurden

source: Title is too long
de_de: Titel ist zu lang

source: Not indexed
de_de: Nicht indiziert

source: No private marker
de_de: Privater Identifikationscode fehlt

source: Foreign User-ID
de_de: Anderer Autor

source: You are not the author of this post or assigned to him/her, you cannot assign a marker to this post
de_de: Du bist nicht der Autor dieses Artikels und auch nicht mit ihm/ihr verbunden, Du kannst hier keine Zählmarke zuordnen

source: User-ID conflict
de_de: Autoren-Konflikt

source: The author of the post does not match the owner of the marker
de_de: Der Autor des Artikels passt nicht zum Inhaber der Zählmarke

source: Filtered post-type
de_de: Gefilterter Artikeltyp

source: This post is of a type that is not handled by worthy
de_de: Dieser Artikeltyp wird von Worthy nicht berücksichtigt

source: Not published
de_de: Nicht veröffentlicht

source: This post is not published yet
de_de: Dieser Artikel ist noch nicht veröffentlicht

source: Invalid status
de_de: Ungültiger Status

source: This post is not published
de_de: Dieser Artikel ist nicht veröffentlicht

source: Display all post-types
de_de: Alle Post-Typen anzeigen

source: No more markers on the database available
de_de: Keine freien VG WORT Zählmarken in der Datenbank vorhanden

source: There are no more markers available!
de_de: Es sind keine VG WORT Zählmarken mehr frei!

source: There are no markers left on the Worthy Database.
de_de: In der Datenbank von Worthy sind keine freien VG WORT Zählmarken mehr vorhanden.

source: It is not possible to assign a new marker to a post or page until you import a new set of markers from a csv file.
de_de: Solange Du keine neue CSV-Datei mit VG WORT Zählmarken in die Datenbank lädst, können Artikel keine neuen VG WORT Zählmarke erhalten.

source: It is not possible to assign a new marker to a post or page until you import a new set of markers via Worthy Premium or from a csv file.
de_de: Solange Du keine neuen VG WORT Zählmarken über Worthy Premium oder per CSV-Import in die Datenbank lädst, können Artikel keine neuen VG WORT Zählmarken erhalten.

source: Low amount of unused markers left
de_de: Nur noch wenig freie VG WORT Zählmarken verfügbar

source: Worthy is running low on markers!
de_de: Es sind nur noch wenig VG WORT Zählmarken in der WP-Worthy-Datenbank vorhanden!

source: If you are going to assign more than %d markers to posts without a marker assigned, some of them will fail until you import new markers from a csv file into the Worthy database.
de_de: In der Worthy-Datenbank sind nur noch %d VG WORT Zählmarken vorhanden. Solange Du nicht eine neue CSV-Datei mit VG WORT Zählmarken in Worthy importierst, kann es vorkommen dass einigen Artikeln keine VG WORT Zählmarken zugeordnet werden kann.

source: If you are going to assign more than %d markers to posts without a marker assigned, some of them will fail until you import new markers via Worthy Premium or from a csv file into the Worthy database.
de_de: In der Worthy-Datenbank sind nur noch %d VG WORT Zählmarken vorhanden. Solange Du nicht neue Zählmarken über Worthy Premium oder per CSV-Import importierst, kann es vorkommen dass einigen Artikeln keine VG WORT Zählmarken zugeordnet werden kann.

source: Marker
de_de: Zählmarke

source: Total Size
de_de: Gesamtgröße

source: Priv
de_de: P

source: Publ
de_de: Ö

source: Serv
de_de: S

source: Contains an inlined marker
de_de: Enthält einen eingebetteten Zählmarken

source: Is managed by VGW
de_de: Wird von VGW verwaltet

source: Is managed by WP VG-Wort
de_de: Wird von WP VG-Wort verwaltet

source: Is managed by Prosodia VGW
de_de: Wird von Prosodia verwaltet

source: Already managed by Worthy
de_de: Wird bereits von Worthy verwaltet

source: Migrate post
de_de: Artikel migrieren

source: Not relevant
de_de: Nicht relevant

source: Marker assigned without need
de_de: Unnötige Zählmarke zugeordnet

source: Assign marker
de_de: Zählmarke zuordnen

source: Needs marker
de_de: Zählmarke empfohlen

source: Needs marker when published
de_de: Zählmarke bei Veröffentlichung empfohlen

source: Migrate posts
de_de: Artikel migrieren

source: Assign markers
de_de: Zählmarken zuordnen

source: Ignore posts
de_de: Artikel ignorieren

source: Display all posts
de_de: Alle Artikel anzeigen

source: Posts that are not long enough
de_de: Artikel die nicht lang genug sind

source: Posts that are suited for VG WORT
de_de: Artikel die relevant für VG WORT sind

source: Posts that are extra long
de_de: Artikel die extra lang sind

source: Posts without marker assigned
de_de: Artikel ohne VG WORT Zählmarke

source: Posts with marker assigned
de_de: Artikel mit VG WORT Zählmarke

source: Ignored posts
de_de: Ignorierte Artikel

source: Markers that have not been counted
de_de: Ungezählte Zählmarken

source: Markers that have not qualified yet
de_de: Zählmarken ohne Mindestzugriff

source: Markers that are partial qualified
de_de: Zählmarken mit anteiligem Mindestzugriff

source: Markers that are qualified
de_de: Zählmarken mit Mindestzugriff

source: Markers that were reported
de_de: Gemeldete Zählmarken

source: Markers that may be reported
de_de: Zählmarken die gemeldet werden können

source: There are messages pending at VG WORT. Please visit T.O.M. and see if there is something to confirm.
de_de: Es liegen Nachrichten von VG WORT vor. Bitte schau einmal auf T.O.M. vorbei um zu sehen ob es dort etwas zu bestätigen gibt.

source: Worthy-Premium is not available at the moment.
de_de: Worthy-Premium funktioniert gerade nicht.

source: Your subscribtion has expired and should be renewed. Please visit our shop under the "Premium"-tab.
de_de: Dein Abonnement ist abgelaufen und sollte verlängert werden. Du kannst es in unserem Shop im "Premium"-Reiter verlängern.

source: Your testing-period has expired. You can purchase a subscribtion or remove the test-account under the "Premium"-tab.
de_de: Dein kostenfreier Test-Zeitraum ist abgelaufen. Du kannst im Reiter "Premium" unseren Shop besuchen um ein Abonnement abzuschließen oder Deine Zugangsdaten entfernen.

source: This may be because of changes on VG WORT terms and conditions. Please visit T.O.M. to see if there has something changed.
de_de: Schaue bitte bei T.O.M. ob sich die Nutzungsbedingungen geändert haben und bestätige diese bei Bedarf.

source: Maintenance
de_de: Wartung

source: on index
de_de: im Index vorhanden

source: %d pixel
de_de: Eine Zählmarke

source: is assigned to a non-existing author
de_de: ist einem nicht existierenden Autor zugeordnet

source: Assign to new author
de_de: Auf neuen Inhaber übertragen

source: have been indexed
de_de: wurden indiziert

source: Settings have been saved
de_de: Einstellungen wurden gespeichert

source: Reindex everything, even posts that are already indexed
de_de: Index für alle Artikel erstellen, auch für solche die bereits im Index sind

source: VG WORT pixels
de_de: VG WORT Zählmarken

source: Number of pixels to order (at most 100)
de_de: Anzahl der zu bestellenden Zählmarken (maximal 100)

source: Order via Worthy Premium
de_de: Über Worthy Premium bestellen

source: By using Worthy Premium you may directly order pixels without the need to download them manually from VG WORT.
de_de: Mit Worthy Premium kannst Du Zählmarken direkt bestellen ohne diese vorher bei VG WORT herunterladen zu müssen.

source: If you have requested a CSV-list of pixels via VG WORT you may upload this file and import contained pixels here.
de_de: Wenn Du eine CSV-Liste mit Zählmarken über die VG WORT erstellt hast, kannst Du diese hier hochladen und die enthaltenen Zählmarken importieren.

source: Import CSV
de_de: CSV-Datei importieren

source: Read %d files containing %d markers
de_de: Es wurden aus %d Dateien insgesamt %d Zählmarken gelesen

source: %d markers were already known, %d of them received an update
de_de: %d Zählmarken waren bereits in der Datenbank bekannt, %d Zählmarken hiervon wurden aktualisiert

source: %d markers were newly added to database, %d updates in total
de_de: %d Zählmarken wurden neu zur Datenbank hinzugefügt, insgesamt gab es %d Zählmarken-Updates

source: No files were uploaded or there was an error importing all records
de_de: Es wurden keine Dateien hochgeladen oder es gab einen Fehler beim Import

source: Personalize and import VG WORT pixels
de_de: VG WORT Zählmarken personalisieren und importieren

source: Some very active authors may run out of pixels before the end of the year. If this also happend to you, you may personalize anonymous pixels here by uploading the CSV-File you received from VG WORT by ordering anonymous pixels on their website.
de_de: Sehr fleißige Autoren haben gelegentlich mehr Jahr als Zählmarken zur Verfügung. Für diesen Fall kannst Du hier anonyme Zählmarken, wie Du sie über die Webseite der VG WORT bestellen kannst, personaliseren und in Worthy importieren. Lade dazu einfach die CSV-Liste hier hoch.

source: CSV-File containing anonymous markers
de_de: CSV-Datei mit anonymen Zählpixeln

source: Import markers after they have been claimed
de_de: Zählmarken importieren nachdem sie personalisiert wurden

source: Personalize and import markers
de_de: Zählmarken personalisieren und importieren

source: The following markers were personalized:
de_de: Diese VG WORT Zählmarken wurden erfolgreich personalisiert:

source: %d markers were added to database
de_de: %d Zählmarken wurden insgesamt zur Worthy-Datenbank hinzugefügt

source: The following markers could not be personalized:
de_de: Die folgenden VG WORT Zählmarken konnten leider nicht personalisiert werden:

source: Create Report about VG WORT pixels
de_de: Bericht zu VG WORT Zählmarken

source: Worthy can generate a CSV-file for you that contains known markers and may be imported into any spreadsheet program, e.g. LibreOffice Calc or Microsoft Excel.
de_de: Die Bericht-Funktion erstellt eine CSV-Liste die Worthy bekannte Zählmarken enthält und mit einem Programm für Tabellenkalkulation, z.B. LibreOffice Calc oder Microsoft Excel, geöffnet werden kann.

source: You can choose which markers to be included in the report and extend them with further information. Using <a href="%s">Worthy Premium</a> you may also filter by state of the markers.
de_de: Du kannst auswählen welche Zählmarken Du im Bericht enthalten haben magst und kannst sie um ein paar weitere Informationen ergänzen. Mit <a href="%s">Worthy Premium</a> lassen sich die Zählmarken auch nach ihrem Status filtern.

source: Report markers that are not assigned to any post or page
de_de: Zählmarken die noch nicht verwendet werden im Bericht mit einbeziehen

source: Report markers that are actually in use by a post or a page
de_de: Zählmarken die bereits verwendet werden im Bericht mit einbeziehen

source: Report title of post if assigned
de_de: Titel des Artikels im Bericht erwähnen (sofern zugewiesen)

source: Report markers from all authors
de_de: Über Zählmarken von allen Autoren berichten

source: Report markers from specific authors
de_de: Autoren für den Bericht auswählen

source: Sites to report
de_de: Webseiten für den Bericht

source: Pixel-Status to report
de_de: Zählmarken-Status für den Bericht

source: Report markers that were not counted yet
de_de: Zählmarken die nocht nicht gezählt wurden im Bericht mit einbeziehen

source: Report markers that have not qualified yet
de_de: Zählmarken die den Mindestzugriff noch nicht erreicht haben im Bericht mit einbeziehen

source: Report markers that have qualified partial
de_de: Zählmarken die den Mindestzugriff anteilig erreicht haben im Bericht mit einbeziehen

source: Report markers that have qualified
de_de: Zählmarken die den Mindestzugriff erreicht haben im Bericht mit einbeziehen

source: Report markers that have already been reported
de_de: Zählmarken die bereits gemeldet wurden im Bericht mit einbeziehen

source: Generate Report as CSV
de_de: Bericht als CSV-Datei erstellen

source: Export unused VG WORT pixels
de_de: Ungenutzte VG WORT Zählmarken exportieren

source: Worthy can generate a CSV-File containing unused VG WORT pixels for you. All pixels on the export will be removed from Worthy's database.
de_de: Die Export-Funktion für ungenutzte VG WORT Zählmarken erstellt eine CSV-Datei mit ungenutzten Zählmarken in der Worthy-Datenbank, stellt diese zum Download bereit und entfernt diese Zählmarken aus der Worthy-Datenbank.

source: The exported CSV-file is usefull if you already have ordered the maximum amount of markers for an entire year and need additional markers at another place.
de_de: Diese Funktion ist hilfreich, wenn Du bereits für ein Jahr Dein gesamtes Kontingent an VG WORT Zählmarken ausgeschöpft hast und noch Zählmarken an anderer Stelle benötigst.

source: You may choose between two export-formats - one suitable for "normal" VG WORT Authors and another one for publishers. We recommend you to use the one for authors as less informations are lost on export.
de_de: Du kannst zwischen einem Export-Format für "normale" VG WORT Autoren oder dem VG WORT-Format für Verlage wählen, wobei neu beim Export für Autoren gewährleistet ist, dass alle Informationen erhalten bleiben.

source: Be aware that using this export-function will remove information from your Worthy-Database. Use it with caution!
de_de: Bitte sei Dir bewusst, dass diese Funktion Informationen aus der Worthy-Datenbank löscht. Benutze Sie daher mit Vor- wie auch Nachsicht.

source: Number of unused markers
de_de: Anzahl ungenutzter Zählmarken

source: %d available
de_de: %d verfügbar

source: Export-Format to use
de_de: Gewünschtes Export-Format

source: Authors
de_de: Autoren

source: Publishers
de_de: Verlage

source: Export markers and remove from database
de_de: VG WORT Zählmarken exportieren und aus der Datenbank entfernen

source: Post ID
de_de: Artikel ID

source: Post title
de_de: Titel

source: Migrate existing VG WORT pixels
de_de: Bestehende VG WORT Zählmarken migrieren

source: If you have used markers before Worthy you may want to migrate them to worthy.
de_de: Wenn Du vor Worthy schon mit Zählmarken gearbeitet hast, willst Du diese vermutlich in Worthy importieren um sie hier weiternutzen zu können.

source: Worthy is able to import markers from other plugins and also markers that are manually embeded into posts.
de_de: Worthy kann für Dich die Zählmarken aus anderen Plugins importieren, aber auch Zählmarken finden die Du manuell in Artikel eingebettet hast.

source: If markers where embeded manually or managed via some basic plugins it is neccessary that you import the corresponding CSV-files as well, because worthy need to get in touch with the original private markers.
de_de: Bei manuell gepflegten Zählmarken und einigen Plugins solltest Du anschließend noch die alten CSV-Dateien importieren um Worthy mit den privaten Zählmarken bekannt zu machen.

source: Please make sure that you have a recent backup of your wordpress-installation!
de_de: Bitte pass auf, dass Du ein aktuelles Backup Deiner Wordpress-Installation hast!

source: We have made some effors to make sure that there are no issues with the migrate-tool, but nobody can say that it is safe in every case.
de_de: Wir haben die Migration zwar sorgfältig getestet, aber niemand kann mit absoluter Sicherheit sagen, dass sie immer wie gewünscht funktioniert.

source: It is recommended to make a backup of your wordpress at least once a week even without using Worthy. We just want to remind you to make sure that you are able to restore lost data in case of any error.
de_de: Grnudsätzlich solltest Du mindestens ein wöchentliches Backup erstellen - auch ohne Worthy. Wir wollen Dich nur kurz daran erinnern, sodass Du im Fall des Falles Deinen Blog wiederherstellen kannst.

source: Selection:
de_de: Auswahl:

source: Markers that are embeded into posts or pages
de_de: Zählmarken die in Artikeln eingebettet sind
