Repository: siraleks/vgwortworthy
Catalog: lang/wp-worthy-*.po
Languages: de_de

source: Payment was canceled
de_de: Zahlung wurde abgebrochen

source: How sad! Your payment was canceled. Don't you feel confident with using Worthy Premium?
de_de: Oh, wie schade! Die Zahlung Deiner Bestellung wurde abgebrochen. Konnten wir Dich noch nicht von Worthy Premium überzeugen?

source: Qualified
de_de: Ziel erreicht

source: Not qualified
de_de: Text nicht qualifiziert

source: Assign a marker
de_de: Zählmarke zuordnen

source: Don't assign a marker
de_de: Keine Zählmarke zuordnen

source: Type of post
de_de: Textart

source: Normal text
de_de: Normaler Text

source: Lyric
de_de: Lyrik

source: Ignore
de_de: Ignorieren

source: Assign
de_de: Zuordnen

source: Assigned
de_de: Zugeordnet

source: Don't assign
de_de: Nicht zuordnen

source: This is your destinaion! Write a post that respects all rules by VG WORT to be reported and rewarded.
de_de: Dies ist das Ziel! Schreibe einen Text der alle vorgaben der VG WORT (z.B. Textlänge) erfüllt und ordne eine Zählmarke zu, damit dieser auch gezählt und vergütet werden kann!

source: If unsure you mag assign a marker later on, e.g. during a text-review.
de_de: Wenn Du unsicher bist und noch keine Zählmarke zuordnen willst, kannst Du dies auch gerne später tun.

source: If you don't want to report this post to VG WORT, just ignore it.
de_de: Willst Du diesen Text partout nicht an die VG WORT melden, z.B. weil der Inhalt ungeeignet ist, ignorier ihn!

source: A normal text is just a usual text where all default rules of VG WORT apply. There is nothing to respect except the typed characters.
de_de: Für einen normalen Text gelten die normalen Regeln der VG WORT. Es ist nichts weiter zu beachten als die Anzahl der Tastenanschläge.

source: For lyric there are special rules, e.g. thoses posts don't depend on length.
de_de: Für Lyrik gelten gesonderte Meldebedingungen bei der VG WORT, so ist hier z.B. die Anzahl der Tastenschläge unmaßgeblich.

source: Synchronizing "%s"...
de_de: Synchronisiere "%s"...

source: Post is not owned by you
de_de: Dieser Artikel wurde nicht von Dir verfasst

source: Failed to create webrange
de_de: Webbereich konnte nicht angelegt werden

source: No pixel assigned to post
de_de: Diesem Artikel ist keine Zählmarke zugeordnet

source: Errors that were raised during migration
de_de: Die folgenden Fehler traten während der Migration auf

source: No pixel found on post
de_de: Für diesen Artikel wurde keine Zählmarke gefunden

source: Post is already known to worthy
de_de: Dieser Artikel ist bereits in Worthy vorhanden

source: Failed to update post-content
de_de: Artikel-Inhalt konnte nicht angepasst werden

source: No meta for post found
de_de: Für diesen Artikel wurde keine Zählmarke in den Meta-Informationen gefunden

source: Failed to get pixel-url from meta
de_de: Konnte keine Zählmarken-URL aus den Meta-Informationen extrahieren

source: Failed to get public code from pixel-url
de_de: Konnte keinen öffentlichen Teil der Zählmarke aus der Zählmarken-URL extrahieren

source: Post not found in Prosodia VGW
de_de: Dieser Artikel ist in Prosodia VGW nicht vorhanden

source: Post already assigned to different pixel
de_de: Dieser Artikel hat bereits eine andere Zählmarke in Worthy zugeordnet

source: Pixel already present at other user
de_de: Die zugeordnete Zählmarke gehört einem anderen Benutzer

source: Private code mismatch
de_de: Die privaten Teile der Zählmarke passen nicht zusammen

source: Pixel already assigned to another post
de_de: Die Zählmarke ist in Worthy bereits einem anderen Artikel zugeordnet

source: Failed to insert migrated pixel
de_de: Die Zählmarke konnte nicht nach Worthy kopiert werden

source: Failed to assign post to migrated pixel
de_de: Der Artikel konnte der Zählmarke in Worthy nicht zugeordnet werden

source: Failed to assign new pixel to post
de_de: Dem Artikel konnte keine neue Zählmarke zugeordnet werden

source: There was an error while processing your request
de_de: Beim Verarbeiten der letzten Anfrage trat ein Fehler auf

source: Missing AI-Disclaimer
de_de: Erklärung das keine KI genutzt wurde fehlt

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Statement on the use of AI
de_de: Erklärung zur Nutzung von KI

source: I hereby confirm that the reported work represents my personal intellectual creation (see Section 2 Para. 2 UrhG). In particular, I did not create this work exclusively through the use of AI systems.
de_de: Ich bestätige hiermit, dass das gemeldete Werk meine persönliche geistige Schöpfung darstellt (vgl. § 2 Abs. 2 UrhG). Insbesondere habe ich dieses Werk nicht ausschließlich durch Verwendung von KI-Systemen erstellt.
