Repository: siraleks/vgwortworthy
Catalog: lang/wp-worthy-*.po
Languages: de_de

source: Markers from plugin VGW (VG-Wort Krimskram)
de_de: Zählmarken vom Plugin VGW (VG-Wort Krimskram)

source: Markers from plugin WP VG-Wort
de_de: Zählmarken aus dem Plugin WP VG-Wort

source: Markers from plugin Prosodia VGW
de_de: Zählmarken aus dem Plugin Prosodia VGW

source: Markers from plugin Torben Leuschner VG-Wort
de_de: Zählmarken aus dem Plugin Torben Leuschner VG-Wort

source: Repair-Options:
de_de: Automatische Fehlerkorrektur:

source: Assign new markers to posts that have a marker assigned that is already used
de_de: Artikel, die eine VG WORT Zählmarke zugeordnet haben die bereits verwendet wird, eine neuen Zählmarke zuordnen

source: Preview
de_de: Vorschau

source: Migrate posts and pages
de_de: Artikel migrieren

source: <strong>%s of %s posts and pages</strong> were successfully migrated
de_de: <strong>%s von %s Artikeln</strong> wurden erfolgreich migriert

source: There were some duplicate VG WORT pixels on the following posts and pages detected during migration
de_de: Während der Migration wurden in den folgenden Artikeln doppelte VG WORT Zählmarken festgestellt

source: Restart migration and assign new markers to this posts
de_de: Migration neu starten und diesen Artikeln neue VG WORT Zählmarken zuordnen

source: Settings
de_de: Einstellungen

source: Personal settings
de_de: Persönliche Einstellungen

source: Forename
de_de: Vorname

source: Lastname
de_de: Nachname

source: If you use Worthy Premium in combination with a publisher-account, it is neccessary to specify at least the full name of each author.
de_de: Wenn Du Worthy Premium in Verbindung mit einem Verlagskonto verwendest ist es notwendig, dass Du für jeden Autor mindestens den vollen Namen angibst.

source: Once you submit a report this information is transmitted togehter with the original post and the optional Card-ID to VG WORT.
de_de: Sobald Du einen Artikel meldest, werden diese Informationen zusammen mit der optionalen Karteinummer an die VG WORT übermittelt.

source: Card-ID
de_de: Karteinummer

source: Assigning just the name of the author does not enable VG WORT to create a direct relation between the author and his/her post.
de_de: Wenn ein Artikel nur mit dem Namen des Autors an die VG WORT gemeldet wird, kann diese keine direkte Verbindung zwischen dem Autor und seinem Werk herstellen.

source: It is always recommended to provide a Card-ID of the author as well to assure that the post is linked with the author withour any issues at VG WORT.
de_de: Daher ist es zu Empfehlen neben dem Namen des Autors auch gleich dessen Karteinummer bei der VG WORT mit zu übergeben, damit diese das Werk direkt seinem Urheber zuordnen kann.

source: Automatically assign a marker to qualified posts
de_de: Artikeln automatisch ein Zählpixel zuordnen, sobald diese lang genug sind.

source: Worthy should automatically assign a fresh marker to newly created posts as long as they are long enough.
de_de: Worthy kann Dir etwas Arbeit abnehmen und automatisch eine freie Zählmarke neuen Artikeln zuordnen, sobald diese lang genug sind.

source: This is helpful if you are too focused to see the flashy notices Worthy gives you when writing new posts.
de_de: Je nachdem wie fokusiert Du bei der Arbeit bist kannst Du so sicherstellen, dass alle Artikel eine Zählmarke erhalten auch wenn Du die durchaus penetranten Hinweise von Worthy übersiehst.

source: Account-Sharing enables other wordpress-users on this blog to use markers assigned to your account.
de_de: Wenn Du die Nutzung Deines Benutzers für andere Benutzer dieses Wordpress-Blogs erlaubst, können diese Deine Zählmarken mit ihren Artikeln verwenden.

source: If you do not want to enable other users to use your markers, please uncheck this option.
de_de: Wenn Du dies nicht wünschst, deaktiviere diese Option.

source: Changes will take effect immediately, but may be undone whenever you toggle this option again.
de_de: Änderungen an dieser Option treten sofort in Kraft, können aber ohne Probleme jederzeit wieder zurück genommen werden.

source: Nobody is allowed to use my markers
de_de: Niemand außer mir soll meine Zählmarken verwenden

source: Everyone may use my markers
de_de: Jeder soll meine Zählmarken verwenden dürfen

source: I want to choose who may use my markers
de_de: Ich möchte auswählen, wer meine Zählmarken verwenden darf

source: Account-Sharing
de_de: Gemeinsamer Zugang

source: Don't use other account
de_de: Keinen anderen Zugang nutzen

source: SHARING IS DISABLED BY USER
de_de: BENUTZER TEILT KEINE ZÄHLMARKEN

source: With account-sharing you can link your wordpress-account to another one.
de_de: Mit der Funktion "Gemeinsamer Zugang" kannst Du den Wordpress-Zugang eines anderen Autoren nutzen.

source: In this case worthy will behave just like the other account performs your actions, e.g. markers will be imported for this account and will be assigned to posts from this account.
de_de: In diesem Fall wird Worthy sich verhalten, als würden alle Aktionen über einen anderen Zugang ausgeführt. So werden importierte Zählmarken dem gewählten Zugang zugeordnet und auch von dort wieder Artikeln zugewiesen.

source: The same also applies to Worthy Premium of course.
de_de: Das alles gilt natürlich auch für die Nutzung von Worthy Premium.

source: Don't output markers on wordpress-frontend
de_de: Keine Zählmarken im Wordpress-Blog ausgeben

source: There might be situations when you want to disable the output of markers managed by Worthy entirely. When you check this option Worthy will stop inserting markers into posts that are viewed on the wordpress frontend.
de_de: Unter bestimmten Umständen kann es vorkommen, dass Du keine VG WORT Zählmarken im Blog einbetten lassen möchtest. Worthy wird aufhören Zählmarken in Deine Artikel einzubetten, sobald Du diese Option aktivierst.

source: Default VG WORT Server
de_de: Server für Zählmarken

source: VG WORT Publisher Settings
de_de: VG WORT Stammdaten

source: When using a publisher-account at VG WORT CSV-files don't come with server-information set, in this case Worthy has to know which server you are using.
de_de: Wenn Du einen Verlags-Zugang bei der VG WORT besitzt, ist der Server für die Zählmarken nicht in der CSV-Datei enthalten. Für diesen Fall muss Worthy hier explizit erfahren, welchen VG WORT-Server es benutzen soll.

source: Automatically create webranges
de_de: Automatich Webbereiche anlegen

source: Worthy Premium can automatically create webranges at VG WORT for you.
de_de: Worthy Premium kann für Dich automatisch sogenannte Webbereiche bei der VG WORT anlegen.

source: While this is not neccessary until a message can be sent for this post, it helps a lot if you have to find the post connected to a pixel at VG WORT.
de_de: Wird der Webbereich automatisch angelegt kannst Du bei der VG WORT eine Zählmarke leichter einem Artikel in Deinem Wordpress zuordnen.

source: Use default setting
de_de: Standard-Einstellung verwenden

source: The above selected rule will be applied to reports via Worthy Premium and to CSV-Export as well.
de_de: Die oben ausgewählte Regel wird auf Meldungen über Worthy Premium sowie den CSV-Export angewandt.

source: Post Types to consider
de_de: Berücksichtigte Artikeltypen

source: Which post-types should be handled by Worthy?
de_de: Welchen Artikeltypen soll Worthy Zählmarken zuweisen?

source: By default Worthy will only consider posts and pages. Depending on installed plugins you might want to assign markers to other post-types.
de_de: Normalerweise berücksichtigt Worthy nur Beiträge und Seiten ("Posts" und "Pages"), je nach installierten Plugins wirst Du aber anderen Seitentypen Zählmarken zuordnen wollen.

source: You may select the desired post-types from the list below that worthy should assign markers to and display them on the post-overview.
de_de: In der folgenden Liste kannst Du einstellen, zu welchen Artikeltypen Worthy das Zuorndnen von Zählpixeln anbieten und sie in der Artikelübersicht anzeigen soll.

source: Admin
de_de: Administration

source: Common settings
de_de: Allgemeine Einstellungen

source: Enable account-sharing
de_de: Teilen von Zählmarken (Gemeinsamer Zugang) aktivieren

source: With account-sharing you may share markers and settings among multiple wordpress-users.
de_de: Das Teilen von Zählmarken ermöglicht es Benutzern in diesem Blog die Zählmarken von anderen Benutzern zu nutzen.

source: This is usefull whenever you use multiple users - e.g. an admin- and an editor-account - on wordpress and do not want to switch users always.
de_de: Diese Funktion ist recht hilfreich wenn Du mehrere Benutzer, z.B. ein Administrator- und einen Autor-Benutzer, verwendest und Du nicht ständig zwischen den Benutzern wechseln möchtest.

source: Account-sharing may be configured on the settings-page of the user that whishes to use settings from another user.
de_de: Das Teilen von Zählmarken kann in den Benutzer-Einstellungen des Benutzers konfiguriert werden, der Zählmarken eines anderen Benutzers verwenden möchte.

source: Default account
de_de: Standard-Benutzerkonto

source: Do not use a default account
de_de: Kein Standard-Benutzerkonto verwenden

source: You can assign a default account for users who do not have any own pixels available and are not assigned directly to another account.
de_de: Hier kannst Du ein Standard-Benutzerkonto für alle Benutzer einstellen die weder über auch nur eine eigene Zählmarke verfügen noch einem aneren Benutzerkonto direkt zugeordnet sind.

source: Please be aware that it is not possible to import own pixels on a per-user-basis for users without own pixels after this option has been enabled.
de_de: Bitte sei Dir bewusst, dass es für Benutzer die bis jetzt keine eigenen Zählmarken haben nicht mehr möglich sein wird eigene Zählmarken zu importieren sobald Du diese Option aktiviert hast.

source: Always allow to burn pixels
de_de: Erlaube Zählmarken zu vernichten auch wenn kein Konflikt besteht

source: For safety reasons Worthy only allows to burn pixels that are in a conflicted state.
de_de: Aus Sicherheitsgründen erlaubt Worthy das Vernichten einer Zählmarke nur wenn für diese ein Konflikt besteht.

source: If you really know what you are doing you can disable this safety-check here.
de_de: Wenn Du Dir ganz, ganz, ganz sicher bist zu wissen was Du tust, kannst Du hier die Sicherheitsprüfung abschalten.

source: Allow to create Webareas via Worthy Premium
de_de: Anlegen von Webbereichen anbieten

source: Worthy Premium may help you to prepare your reports by offering an option to create webareas in the meantime.
de_de: Über Worthy Premium kannst Du eine Meldung bei der VG WORT vorbereiten indem Du vorab schon einmal einen Webbereich zu einer Zählmarke anlegst.

source: This feature is not required but works regardless reports can be made or not.
de_de: Dieser Schritt ist nicht erforderlich, funktioniert aber immer und unabhängig davon ob Du gerade über ein Meldungs-Bundle verfügst oder nicht.

source: It's disabled by default now because it had confused users.
de_de: Wir haben dieses Feature nun standardmäßig deaktivert, da es für mehr Verwirrung als Klarheit gesorgt hat.

source: Overlong titles
de_de: Überlange Titel

source: Give warning, don't report
de_de: Warnung ausgeben, nicht an die VG WORT melden

source: Truncate at the end
de_de: Am Ende abschneiden

source: Truncate full words at the end
de_de: Vollständige Worte am Ende entfernen

source: Truncate words in the middle
de_de: Vollständige Worte in der Mitte entfernen

source: Titles longer than %d characters may not be reported to VG WORT.
de_de: Titel mit mehr als %d Zeichen können nicht an die VG WORT gemeldet werden.

source: Worthy enables you to truncate some characters or words from overlong titles to fit into these limits, which may save some time but rewriting titles by hand will always be the better choice.
de_de: Worthy gibt Dir die Möglichkeit einzelne Zeichen oder ganze Wörter von überlangen Titeln zu entfernen um dieser Einschränkung gerecht zu werden. Hiermit kannst Du etwas Zeit sparen, aber es ist dennoch immer die bessere Wahl Titel von Hand anzupassen.

source: The above selected rule will be applied to reports via Worthy Premium and to CSV-Export as well and may be overriden on a per-user basis.
de_de: Die oben ausgewählte Regel wird auf Meldungen über Worthy Premium sowie den CSV-Export angewandt und kann pro Benutzer individuell angepasst werden.

source: Output settings
de_de: Ausgabe der Zählmarken

source: Embed markers on feed
de_de: Zählmarken in RSS2-Feed einbetten

source: By default Worthy only embeds markers on posts and pages when viewed on a dedicated page.
de_de: Worthy bindet Zählmarken normalerweise nur ein, wenn ein Artikel auf seiner eigenen Seite aufgerufen wird.

source: If your target audience prefers to read your posts via RSS2 it is possible to make Worthy embed markers in your RSS2-Feed as well.
de_de: Sofern Deine Zielgruppe Deine Artikel jedoch primär über RSS2 liest, kann Worthy Deine Zählmarken auch direkt in den RSS2-Feed einbetten.

source: Embed markers on REST-API
de_de: Zählmarken in REST-API einbetten

source: Worthy enhances the REST-API by default with all neccessary informations assigned to a post.
de_de: Worthy erweitert die REST-API bereits mit allen notwendigen Informationen über eine zugeordnete Zählmarke.

source: If you want it to also embed the marker into rendered content, check this option.
de_de: Wenn Du ebenfalls möchtest, dass Worthy die Zählmarke in das Feld "rendered content" einbettet, aktiviere diese Option.

source: Embed markers on export
de_de: Zählmarken in Export einbetten

source: Wordpress does not embed informations regarding markers assigned to posts on its exports.
de_de: Im Export von Wordpress sind keine Informationen über die zugeordneten Zählmarken enthalten.

source: If you don't want to loose assigned markers, you may re-embed them into the exported HTML.
de_de: Um zugeordnete Zählmarken nicht vollkommen zu verlieren, kannst Du diese wieder in das exportierte HTML einbinden.

source: After importing your content again you may migrate them back to Worthy and import markers separably.
de_de: Sobald Du die Inhalte neu importierst kannst Du diese Artikel wieder nach Worthy migrieren und die Zählmarken separat importieren.

source: Position of marker on output
de_de: Position der Zählmarke

source: Before the post
de_de: Bevor der Artikel ausgegeben wird

source: At beginning of content
de_de: Gleich zu Beginn der Ausgabe

source: After teaser-text
de_de: Nach der Einleitung

source: At the end of content
de_de: Am Ende der Ausgabe

source: After the post
de_de: Nachdem der Artikel ausgegeben wurde

source: Worthy has several strategies to place a marker on the output of your posts and pages.
de_de: Worthy kennt mehrere Strategien um eine Zählmarke in Deinen Artikeln auszugeben.

source: While everyone of these is suitable you sometimes want to choose where to output the marker.
de_de: All diese Strategien führen zum selben Ziel, allerdings könnte es sein, dass Du die exakte Position der Zählmarke vorab bestimmen möchtest.

source: Try to prevent lazy loading
de_de: Lazy Loading nach Möglichkeit unterbinden

source: Try to enforce lazy loading
de_de: Sofern unterstützt Lazy Loading verwenden

source: Don't try to change default behaviour
de_de: Auf die Standard-Einstellungen vertrauen

source: Some websites try to load images only on demand to achieve better render-times.
de_de: Einige Webseiten versuchen ihre Ladezeit durch "Lazy Loading" zu verbessern.

source: While this is desirable it is also important that every possible reader is counted even if one does not scroll down far enough.
de_de: Dieser Ansatz ist begrüßenswert, kann jedoch unter bestimmten Umständen dazu führen, dass nicht jeder mögliche Zugriff auf die Zählmarke gezählt wird.

source: Worthy features some techniques to communicate that a pixel should be loaded always and not only on demand.
de_de: Worthy kann auf Wunsch hin kommunizieren, dass die Zählmarken immer und sofort geladen werden sollen.

source: Custom CSS-Classes
de_de: Benutzerdefinierte CSS-Klassen

source: The custom CSS-Classes will be embeded into the class-attribute of the image-element containing the pixel.
de_de: Die bentzerdefinierten CSS-Klassen werden dem &lt;img&gt;-Element mit dem Zählpixel angehängt.

source: Under normal circumstances you do not need to specify anything here.
de_de: Unter normalen Umständen musst Du hier nichts weiter angeben, außer Du möchtest unbedingt und weißt was Du tust.

source: Filter for specific locale
de_de: Nach bestimmter Region filtern

source: On multilingual websites it may be neccessarry to filter for a specific locale (like "de_DE") before a pixel is embeded into the output.
de_de: Auf mehrsprachigen Webseiten kann es notwendig sein nach einer bestimmten Region (wie z.B. "de_DE") zu filtern bevor eine Zählmarke ausgegeben wird.

source: Leave this field empty if in doubt, otherwise find out which locale is used for pages in german language and enter it here.
de_de: Lasse dieses Feld leer wenn Du es nicht brauchst oder unsicher bist. Ansonsten finde heraus welche Region für Deine deutsch-sprachingen Artikel verwendet wird und trage sie hier ein.

source: Content settings
de_de: Inhalte

source: Allow these shortcodes on Worthy-Output:
de_de: Erlaube diese Shortcodes in der Worthy-Ausgabe:

source: All shortcodes that are not selected won't be taken into account when calculating the size of a post or when creating a report via Worthy Premium.
de_de: Alle nicht ausgewählten Shortcodes werden bei der Berechnung der Anzahl an Zeichen sowie bei einer Meldung über Worthy Premium nicht berücksichtigt.

source: Orphaned pixels may exist on your database if you were an early adopter of Worthy or if you removed a auhtor meanwhile without assigning its markers to another author.
de_de: Verwaiste Zählmarken können in Deiner Wordpress-Datenbank existieren, wenn Du Worthy bereits seit der ersten Stunde einsetzt oder Du zwischenzeitlich Autoren gelöscht hast ohne deren Zählmarke einem anderen Autor zuzuordnen.

source: If you want to regain access to these pixels you may assign them to another author here.
de_de: Wenn Du diese Zählmarken weiterhin bzw. wieder nutzen möchtest, kannst Du sie hier einem anderen Autor zuordnen.

source: Sharing accounts and migrating markers
de_de: Gemeinsamer Zugang und Migration von Zählmarken

source: Markers are bound to a specific account, but may be shared with other accounts.
de_de: Zählmarken sind immer einem bestimmten Benutzerkonto zugeordnet, können aber mit anderen Wordpress-Konten geteilt werden.

source: Worthy provides the option to share markers as a self-service, users may configure sharing without administrator-privileges required.
de_de: Worthy bietet Benutzern die Möglichkeit das Teilen von Zählmarken selbstständig zu konfigurieren, ohne das hierzu Administrator-Rechte benötigt werden.

source: If you want to configure sharing for other users, you may do it here.
de_de: Zusätzlich kannst Du hier die Konfiguration für andere Benutzer übernehmen.

source: Additionally you can change the ownership of existing markers, but always be careful using this function and make sure that you have the permission of the owner before doing so.
de_de: Weiter kannst Du bei Bedarf auch den Inhaber von Zählmarken mit dieser Funktion anpassen. Sei aber stets vorsichtig beim Verwenden dieser Funktion und stelle immer sicher, dass Du die Erlaubnis des Inhabers hierfür hast.

source: has disabled sharing
de_de: hat Teilen deaktiviert

source: Wordpress-User
de_de: Wordpress-Benutzer

source: Everyone (all users)
de_de: Jeder (alle Benutzer)

source: should use markers of the user (sharing)
de_de: soll die Zählmarken des Benutzers verwenden (Nutzen)

source: should move his markers to the user (migrating)
de_de: soll seine Zählmarken an den Benutzer übertragen (Übertragen)

source: should move his markers to and use the markers of the user (migrate and share)
de_de: soll seine Zählmarken an den benutzer übertragen und dessen Zählmarken nutzen (Übertragen und nutzen)

source: Operation was completed successfully!
de_de: Operation wurde erfolgreich durchgeführt!

source: %d markers were migrated.
de_de: %d Zählmarken wurden umgezogen.

source: Strange! Share and Migrate was called with an invalid parameter.
de_de: Verrückt... Gemeinsamer Zugang und Migration von Zählmarken wurde mit einem ungültigen Parameter aufgerufen.

source: You can not run Share and Migrate on the same user.
de_de: Bitte wähle unterschiedliche Benutzer für den gemeinsamen Zugang und die Migration von Zählmarken aus.

source: Oops! Sharing in this way would cause an endless loop.
de_de: Ups! Wenn Du den gemeinsamen Zugang (Teilen) so aktivierst, würde eine Endlosschleife entstehen. Das ist nicht gut!

source: Private Marker Inquiry
de_de: Zählmarken Recherche

source: The private-marker-inquiry will display a list of markers managed by Worthy (including post-assignment) from a CSV-List.
de_de: Mit der Zählmarken-Recherche kannst Du alle in Worthy gespeicherten Zählmarken (samt Artikel-Zuordnung) aus einer CSV-Liste anzeigen lassen.

source: You may upload a CSV-file like the one you can download from the marker-inquiry at T.O.M..
de_de: Die CSV-Liste erhältst Du z.B. über den CSV-Download aus der T.O.M. Zählermarken-Recherche.

source: CSV-File containing private markers
de_de: CSV-Datei mit privaten Zählmarken

source: Search private markers
de_de: Zählmarken suchen

source: Needs to be migrated
de_de: Fremde Zählmarke

source: This post has a pixel assigned on other VG WORT related plugin but not on Worthy. Use the migration-tools to migrate it to Worthy!
de_de: Dieser Artikel hat eine Zählmarke von einem anderen VG WORT-Plugin zugeordnet aber keinen über Worthy. Benutze die Migrations-Tools um die Zählmarke nach Worthy umzuziehen!

source: No markers available
de_de: Keine Zählmarken verfügbar

source: Assign VG WORT pixel
de_de: VG WORT Zählmarke

source: Lyric Work
de_de: Lyrisches Werk

source: Ignore this post
de_de: Diesen Artikel ignorieren

source: Markers assigned
de_de: VG WORT Zählmarken

source: %d relevant for VG WORT
de_de: Ein Artikel für VG WORT relevant

source: Ignored
de_de: Ignoriert

source: Burned
de_de: Vernichtet

source: %d unused general marker
de_de: Eine unbenutzte allgemeine VG WORT Zählmarke

source: %d unused marker
de_de: Eine unbenutzte VG WORT Zählmarke

source: You need to have the SOAP- and OpenSSL-Extension for PHP available to use Worthy Premium.
de_de: Du benötigst die SOAP- und die OpenSSL-Erweiterung für PHP um Worthy Premium nutzen zu können.

source: 0 stars - you guys really messed it up
de_de: 0 Sterne - Absolut nicht zu gebrauchen

source: 1 star - good idea, but ...
de_de: 1 Stern - Gute Idee, aber ...

source: 2 stars - works with some issues
de_de: 2 Sterne - Funktioniert gerade so

source: 3 stars - works for me, but could be better
de_de: 3 Sterne - Ganz okay, aber es geht noch besser

source: 4 stars - great work that could be improved a bit
de_de: 4 Sterne - Gute Arbeit, die noch etwas verbessert werden kann

source: 5 stars - it's simply amazing!
de_de: 5 Sterne - Ich bin beeindruckt!

source: Webareas were created
de_de: Webbereiche wurden erstellt

source: Report to VG WORT was done
de_de: Meldung an die VG WORT abgeschlossen

source: Posts that were webareas created for
de_de: Artikel für die ein Webbereich erstellt wurde

source: Posts that were successfully reported
de_de: Folgende Artikel wurden erfolgreich gemeldet

source: You have no budget for reports left. Consider to buy a new bundle on <a href="%s">our shop</a> and try again.
de_de: Du verfügst über kein Guthaben für Meldungen mehr. In <a href="%s">unserem Shop</a> kannst Du neues erwerben.
