Repository: siraleks/vgwortworthy
Catalog: lang/wp-worthy-*.po
Languages: de_de

source: Post that could not be a webarea created for
de_de: Artikel für die kein Webbereich erstellt werden konnte

source: Posts that could not be reported
de_de: Folgende Artikel konnten nicht gemeldet werden

source: No errors happended during the process
de_de: Es traten keinerlei Fehler auf

source: Invalid Post-IDs
de_de: Ungültige Post-IDs

source: Private part of markers imported
de_de: Private Identifikationscodes wurden importiert

source: <strong>%d of %d</strong> private parts where imported via Worthy Premium.
de_de: <strong>%d von %d</strong> privaten Identifikationscodes wurden über Worthy Premium importert.

source: All other where not found on this VG WORT-Account!
de_de: Alle anderen Zählmarken konnten in diesem VG WORT-Konto nicht gefunden werden!

source: It is possible that the unknown private parts are anonymous markers, before Worthy Premium is able to find them, they have to be personalized - Worthy Premium may do this for you, too.
de_de: Es ist möglich, dass die nicht gefundenen Zählmarken in Wirklichkeit anonyme Zählmarken sind. Damit Worthy Premium diese finden kann, müssen sie zuvor personalisiert werden - Worthy Premium kann dies ebenfalls für Dich erledigen.

source: To find out more about the markers that were not found, please start a manual marker inquiry on T.O.M.
de_de: Um mehr über die nicht gefundenen Zählmarken heraus zu finden, führe bitte eine manuelle Zählmarkenrecherche auf T.O.M. durch.

source: Report to VG WORT
de_de: An VG WORT melden

source: Report preview
de_de: Vorschau zur VG WORT Meldung

source: Internal Error: Failed to create a SOAP-Client for bootstraping
de_de: Interner Fehler: Konnte keinen SOAP-Client fürs erste Setup erstellen

source: Could not retrive the requested post %d
de_de: Konnte den Artikel %d nicht laden

source: Author
de_de: Autor

source: Card-Number
de_de: Karteinummer

source: Date
de_de: Datum

source: Length
de_de: Länge

source: Service-Error: Caught an unexpected exception. Strange!
de_de: Dienst-Fehler: Wir haben eine unerwartete Fehlermeldung erhalten. Merkwürdig!

source: Worthy Premium Subscription
de_de: Worthy Premium Abonnement

source: You are fully subscribed to Worthy Premium.
de_de: Du nutzt einen vollwertigen Worthy Premium-Zugang.

source: You are using the Worthy Premium Test-Drive.
de_de: Du benutzt aktuell den Worthy Premium Test-Zugang.

source: Please be patient! We received your subscription-request but have not received or processed your payment yet.
de_de: Bitte hab noch etwas Geduld! Wir haben Deine Bestellung vorliegen, haben aber Deine Zahlung noch nicht erhalten oder verarbeitet.

source: Number of reports remaining
de_de: Verbleibende Meldungen an VG WORT

source: %d reports
de_de: %d Meldungen

source: Begin of subscribtion
de_de: Start des Abonnements

source: End of subscribtion
de_de: Ende des Abonnements

source: %s at %s
de_de: Am %s um %s

source: If you need more reports or want to advance you subscribtion, please visit our Shop.
de_de: Für mehr Meldungen an VG WORT oder Verlängerung des Worthy Premium Abos, besuche unseren Shop.

source: If you want to subscribe to Worthy Premium, please visit our Shop.
de_de: Um Worthy Premium dauerhaft zu nutzen, besuche unseren Shop.

source: Number of markers imported
de_de: Anzahl importierter Zählmarken

source: Number of markers synced
de_de: Anzahl Zählmarken-Updates

source: %d total
de_de: %d gesamt

source: Last check of subscribtion-status
de_de: Letzte Überprüfung des Abonnements

source: Last syncronisation of marker-status
de_de: Letzte Synchronisation der Zählmarken

source: Synchronize now
de_de: Jetzt synchronisieren

source: Not yet
de_de: Bisher noch nicht

source: VG WORT User-Credentials unavailable
de_de: Es sind keine VG WORT-Zugangsdaten vorhanden

source: Current user is not subscribed to Worthy Premium
de_de: Dieser Benutzer ist nicht für Worthy Premium angemeldet

source: Sadly your test-drive is over now. :-(
de_de: Schade! Dein Test-Zugang ist nun abgelaufen. :-(

source: We hope you enjoyed the test and we could convince you with our service!
de_de: Wir hoffen Du hattest genug Zeit Dich mit Worthy Premium vertraut zu machen und wir konnten Dich von unserer Dienstleistung überzeugen!

source: Subscribe to Worthy Premium
de_de: Abonniere Worthy Premium

source: Write a review about Worthy
de_de: Schreibe eine Bewertung zu Worthy

source: Tell us your opinion about Worthy - in private
de_de: Sag uns Deine Meinung über Worthy - vertraulich, nur so unter uns

source: Check your subscription-status again
de_de: Abonnement-Status erneut prüfen

source: Your Worthy Premium Subscription expired.
de_de: Dein Worthy Premium Abonnement ist abgelaufen.

source: If you want continue to use Worthy Premium, we ask you to renew your subscribtion. We would be very glad to have you for another year as our customer!
de_de: Wenn Du weiterhin Worthy Premium nutzen möchtest, bitten wir Dich Dein Abonnement zu verlängern. Wir würden uns riesig freuen, wenn Du Dich für ein weiteres Jahr für unseren Dienst entscheiden würdest!

source: Worthy Premium Sign Up
de_de: Worthy Premium Anmeldung

source: Username for VG WORT T.O.M.
de_de: VG WORT T.O.M. Benutzername

source: Password
de_de: Passwort

source: Sign up for Worthy Premium Testdrive
de_de: Gratis Test-Zugang anlegen

source: You have to accept the terms of service and privacy statement before you can continue
de_de: Du musst die AGB und Datenschutzerklärung akzeptieren bevor Du fortfahren kannst!

source: To sign up for Worthy Premium, you'll need a valid T.O.M.-Login.
de_de: Um Worthy Premium nutzen zu können, benötigst Du einen gültigen T.O.M.-Zugang.

source: Your Login-Information is required to get automated access to your T.O.M. account. Without this Worthy Premium is not able to work.
de_de: Deine Zugangsdaten werden ausschließlich für den automatischen Zugriff auf T.O.M benötigt. Sonst kann Worthy Premium nicht für Dich arbeiten.

source: To get in touch with Worthy Premium and its amazing functions, you'll receive a risk-free trail-account in first place. We are very sure that you'll be excited.
de_de: Du bekommst immer erst einen Test-Account zu Worthy Premium, damit Du Dich vollkommen risikolos von den tollen Funktionen überzeugen kannst. Wir sind nämlich sicher, daß Du begeistert sein wirst.

source: You may buy a full-featured Worthy Premium-Subscribtion whenever you want.
de_de: Dann kannst Du jederzeit ein vollständiges Worthy Premium-Abo ganz nach Deinen Wünschen und Bedürfnissen abschließen.

source: Why should I use Worthy Premium?
de_de: Worthy Premium macht das umständliche Melden bei der VG WORT zum Kinderspiel. Was bis jetzt mühsame Kleinarbeit war, übernimmt Worthy Premium komplett für Dich. Im Einzelnen heißt das:

source: Worthy Premium gives you an <strong>automated import of markers</strong>.
de_de: Mit Worthy Premium kannst Du <strong>automatisch neue Zählmarken importieren</strong>.

source: You will no longer have to leave Wordpress and login at T.O.M. for this task.
de_de: Du musst Wordpress nicht mehr verlassen, Dich nicht mehr manuell bei T.O.M. anmelden, die Liste anfordern und dann in Worthy importieren müssen.

source: Worthy Premium <strong>keeps track on the status of markers</strong>.
de_de: Worthy Premium <strong>verfolgt den Status von Zählmarken</strong>.

source: You will be able to directly see if a post has already qualified, is on a good way or not. Everything happens directly inside your wordpress admin-panel!
de_de: Du kannst auf einen Blick in Wordpress sehen, ob einer Deiner Artikel bereits die Mindestzugriffe erreicht hat, auf einem guten Weg dorthin ist oder nicht. Alles geschieht direkt aus Deinem Admin-Panel bei WordPress!

source: Most important
de_de: Super Wichtig

source: Worthy Premium enables you to <strong>generate reports for all qualified posts</strong>!
de_de: Mit Worthy Premium kannst Du <strong>automatisch Meldungen für Artikel erstellen</strong>, die bereits den Mindestzugriff erreicht haben!

source: Save hours of time by submitting reports to VG WORT via Worthy Premium instead of copy and pasting posts on your own! This is the most comfortable feature most professional authors and bloggers have waited for!
de_de: So kannst Du jede Menge Lebenszeit sparen, die Du sonst mit Copy&Paste zwischen Wordpress und T.O.M. verbringen würdest! Auf diese Komfortfunktion haben Profiautoren, wie Blogger schon lange gewartet!

source: Worthy Premium Testdrive
de_de: Worthy Premium Test-Zugang

source: I guess we do now have your attention, right? But before you have to paid even a cent for Worthy Premium you may validate every of our promises by yourself.
de_de: Sicher bist Du neugierig geworden. Aber bevor Du auch nur einen Cent für Worthy Premium bezahlen mußt, kannst Du alles nach Herzenslust völlig kostenlos und unverbindlich ausprobieren.

source: Before you choose to subscribe to Worthy Premium, we offer you a limited trial-account:
de_de: Bevor Du Dich nun bei Worthy Premium anmeldest, bieten wir Dir zunächst einen beschränkten Test-Zugang an:

source: There are no hidden costs, no traps and no automatic renewals. There is no way that is more fair or uncomplicated!
de_de: Wir kennen keine Abofallen oder automatische Verlängerung. Fairer und unkomplizierter geht’s nicht!

source: This is the reason why we offer a limited test-drive.
de_de: Deshalb bieten wir Dir zunächst einen etwas beschränkten Testzugang an.

source: Get free access to our service for %d days
de_de: Du erhälst %d Tage lang kostenfrei Zugriff auf diesen Dienst

source: Submit reports to VG WORT for up to %d posts during that time
de_de: Du kannst bis zu %d Artikel während dieser Testzeit bei T.O.M. anmelden

source: Import as much new markers as you like to (in batches of 100 markers per import) using your limited trial-access
de_de: Importiere so viele neue Zählmarken wie Du möchtest mit Deinem Test-Zugang (in Tranchen von je 100 Pixeln)

source: Get free status-updates for all your markers while the trial-period is running
de_de: Erhalte Updates für alle Deine aktiven Zählmarken solange Dein Test-Zugang aktiv ist

source: To setup a trial-account you only need to have an existing VG WORT T.O.M. account. We only need your login-credentials. (See Worthy Premium Security Notes for details)
de_de: Zur Einrichtung eines Test-Zugangs benötigst Du lediglich einen existierenden VG WORT T.O.M.-Zugang - die Zugangsdaten musst Du in Worthy eingeben, damit die Verbindung zwischen Deinem WordPress und T.O.M. hergestellt werden kann. (Schau Dir die Sicherheitshinweise für Worthy Premium an)

source: Worthy Premium Security Notes
de_de: Worthy Premium Sicherheitshinweise

source: Worthy Premium is a webservice located between your Wordpress-Blog and VG WORT T.O.M..
de_de: Worthy Premium ist ein Internet-Dienst der zwischen Deinem Wordpress-Blog und VG WORT T.O.M. arbeitet.

source: As Worthy Premium works on your behalf at T.O.M., you need to supply your login-information to Worthy.
de_de: Da Worthy Premium stellvertretend für Dich dort arbeitet, musst Du Deine Zugangsdaten für T.O.M. in Worthy eingeben.

source: We handle your login-credentials with as much care as possible and will never save passwords when no session is online.
de_de: Natürlich behandeln wir Deine Zugangsdaten mit der höchstmöglichen Sorgfalt und speichern niemals eines Deiner Passwörter sofern Du nicht gerade über unseren Webdienst angemeldet bist.

source: Your login-information will be handled with highest security. Worthy Premium will not store your password, it will be submitted by your wordpress-installation whenever a login for T.O.M. is required.
de_de: Deine Zugangsdaten werden mit der größtmöglichen Sicherheit verwaltet. Worthy Premium speichert niemals Dein Passwort, dieses wird nur dann von Deinem System übertragen, wenn es für die Anmeldung bei T.O.M. erforderlich ist.

source: If you choose not to use our service, we ask kindly to change your login-credentials and remove them here.
de_de: Solltest Du Worthy Premium irgendwann einmal nicht mehr nutzen wollen, bitten wir Dich einfach Dein Passwort zu ändern und sie hier zu löschen.

source: Leave unchanged
de_de: Nicht bestellen

source: Worthy Premium Subscribtion & Renewal
de_de: Worthy Premium Abonnements

source: To be able to use Worthy Premium it is required that you are subscribed to the service. Subscribtions may be purchased on a yearly basis and are always cheaper if you use more. The subscribtion will not be renewed automatically!
de_de: Du benötigst ein Abonnement um Worthy Premium nutzen zu können. Ein Abonnement kann für jeweils ein Jahr gebucht werden und wird günstiger je mehr Jahre Du bestellst. Das Abonnement verlängert sich nicht automatisch!

source: Worthy Premium Subscribtiopn (1 year)
de_de: Worthy Premium für ein Jahr

source: Worthy Premium Subscribtiopn (2 years)
de_de: Worthy Premium für zwei Jahre

source: Worthy Premium Subscribtiopn (3 years)
de_de: Worthy Premium für drei Jahre

source: Bundles extend an existing Worthy Premium Subscribtion with other functions. Bundles are purchased on a per-use-basis and may be used as long as a subscribtion exists.
de_de: Ein Bundle erweitert ein bestehendes Abonnement um weitere Funktionen und wird auf Basis der gewünschten Nutzungsmenge erworben. Ein Bundle kann genutzt werden, solange ein beliebiges Abonnement besteht und verfällt nicht.

source: 10 Reports Bundle
de_de: 10 Meldungen an VG WORT

source: 25 Reports Bundle
de_de: 25 Meldungen an VG WORT

source: 50 Reports Bundle
de_de: 50 Meldungen an VG WORT

source: 100 Reports Bundle
de_de: 100 Meldungen an VG WORT

source: 250 Reports Bundle
de_de: 250 Meldungen an VG WORT

source: 500 Reports Bundle
de_de: 500 Meldungen an VG WORT

source: 750 Reports Bundle
de_de: 750 Meldungen an VG WORT

source: 1000 Reports Bundle
de_de: 1000 Meldungen an VG WORT

source: 3000 Reports Bundle
de_de: 3000 Meldungen an VG WORT

source: You have not purchased any subscribtion yet. Upon the first subscribtion it is required that you but a subscribtion and a bundle as well in combination.
de_de: Du hast bisher noch kein Worthy Premium Abonnement abgeschlossen. Für das erste Abonnement ist es erforderlich, dass Du sowohl ein Abonnement wie auch ein passendes Bundle bestellst.

source: Payment Options
de_de: Zahlungsmöglichkeiten

source: No signup required, works with normal online-banking
de_de: Keine Anmeldung notwendig, funktioniert mit Deinem normalen Online-Banking

source: No personal data is exchanged
de_de: Es werden keine persönlichen Daten übermittelt

source: Checkout is finished immediatly
de_de: Die Bestellung wird sofort abgeschlossen

source: German Payment-Service-Provider
de_de: Deutscher Zahlungsabwickler

source: Works with credit-cards
de_de: Zahlung per Kreditkarte möglich

source: Checkout finishes fast
de_de: Bestellungen werden zeitnah abgeschlossen

source: Total
de_de: Gesamtpreis

source: Tax included
de_de: Enthaltene MwSt.

source: I have read and accepted the <a href="%s" id="wp-worthy-terms" target="_blank">terms of service</a> and <a href="%s" id="wp-worthy-privacy" target="_blank">the privacy statement</a>
de_de: Ich habe die <a href="%s" id="wp-worthy-terms" target="_blank">AGB</a> und <a href="%s" id="wp-worthy-privacy" target="_blank">Datenschutzbestimmungen</a> gelesen und akzeptiert

source: * All price are with tax included
de_de: * Alle Preise verstehen sich inkl. der gesetzlichen MwSt.

source: Proceed to checkout
de_de: Jetzt kaufen & bezahlen

source: You don't have selected anything to buy, pressing this button does not make sense
de_de: Du hast noch kein Worthy Premium Abonnement oder Bundle ausgewählt - da ergibt es keinen Sinn diesen Button zu drücken.

source: Could not store username and/or password on your wordpress-configuration. Strange!
de_de: Fehler beim Speichern der Zugangsdaten in Deiner Wordpress-Konfiguration. Merkwürdig!

source: Signup with Worthy Premium was successfull!
de_de: Du bist nun erfolgreich für Worthy Premium registriert!

source: <strong>%d new markers</strong> were imported via Worthy Premium
de_de: <strong>%d neue Zählmarken</strong> wurden über Worthy Premium importiert

source: Preview report for VG WORT
de_de: Vorschau für Meldung an VG WORT

source: Report directly to VG WORT
de_de: Direkt an VG WORT melden

source: Could sign up. Please check your login-credentials!
de_de: Anmeldung fehlgeschlagen. Bitte überprüfe Deine T.O.M.-Zugangsdaten!

source: Database-Error: The new markers could not be stored on the wordpress-database. This should never, never happen! Please check your installation!
de_de: Datenbank-Fehler: Die neuen Zählmarken konnten nicht in der Wordpress-Datenbank gespeichert werden. Das sollte niemals passieren! Bitte prüfe Deine Wordpress-Installation!

source: This call would not work unless you are subscribed to worthy premium
de_de: Dieser Funktionsaufruf wird nicht funktionieren solange Du nicht bei Worthy Premium angemeldet bist

source: There was an error while syncronising the markers
de_de: Bei der Synchronisierung der Zählmarken trat ein Fehler auf

source: Thank you for your feedback!
de_de: Vielen Dank für das Feedback!

source: We promise to read it carefully and respond within short time if a response is needed.
de_de: Wir versprechen, dass wir Deine Nachricht aufmerksam lesen und Dir - sofern nötig oder gewünscht - schon bald antworten werden.

source: Synchronization was successfull.
de_de: Synchronisation war erfolgreich.

source: <strong>%d markers</strong> received an update (all others are unchanged)
de_de: Der Status von <strong>%d Zählmarken</strong> wurde aktualisiert (alle anderen waren unverändert)

source: You did not select anything to purchase.
de_de: Du hast nichts für die Bestellung ausgewählt.

source: There was an error while initiating the payment
de_de: Bei der Initialisierung der Bezahlung trat ein Fehler auf

source: Worthy Premium Status was successfully updated
de_de: Dein Worthy Premium Status wurde erfolgreich abgerufen

source: Show me that updates, please!
de_de: Zeige mir bitte die veränderten Zählmarken!

source: Characters
de_de: Zeichen

source: Characters (VG WORT)
de_de: Zeichen (VG WORT)

source: This article is flagged as lyric work but you did not assign a marker. The lyric-flag only makes sense if you want to assign a marker to a short text.
de_de: Der Artikel ist als lyrisches Werk markert, hat jedoch keine Zählmarke zugeordnet. Diese Markeriung macht nur Sinn, wenn ein kurzer Text eine Zählmarke erhalten soll.

source: Your article is more than %d characters long but you did not assign a marker. It is advisable to assign a marker now or to ignore it for use with worthy.
de_de: Der Artikel enthält mindestens %d Zeichen und könnte so für die Meldung an die VG WORT relevant sein. Wir empfehlen eine Zählmarke zuzuordnen oder den Artikel für Worthy zu ignorieren.

source: Your article is close to %d characters long and though may qualify to be reported to VG WORT if you write some more words.
de_de: Der Artikel ist fast %d Zeichen lang. Du kannst vielleicht etwas Geld damit verdienen, wenn Du noch ein paar Worte schreibst und eine Zählmarke hinzufügst.

source: There were <strong>%d pixels</strong> on the last update that have qualified at VG WORT but are unknown to Worthy. Please check if you have used these pixels somewhere else!
de_de: Beim letzten Zählmarken-Update wurden <strong>%d Zählmarken</strong> entdeckt, die den Mindestzugriff erreicht haben, Worthy jedoch unbekannt sind. Du solltest prüfen ob diese Zählmarken woanders eingesetzt wurden und diese eventuell manuell melden.

source: The automatic check was unable to find markers on your page, please double-check if there is an issue while interacting with your theme or any other plugin!
de_de: Wir haben im Hintergrund per Stichprobe geprüft, ob auf Deiner Webseite VG WORT Zählmarken korrekt ausgegeben werden und haben in mindestens einem Fall keine Zählmarke entdecken können wo eine hätte sein sollen. Bitte prüfe unbedingt ob es ein Problem beim Zusammenspiel mit Deinem Theme und/oder anderen Plugins gibt!

source: Worthy was not able to assign a marker to this post because there are no free markers left on the database.
de_de: Worthy konnte diesem Artikel leider keine Zählmarke zuordnen, da keine freien Zählmarken mehr in der Datenbank vorhanden sind.

source: Worthy was not able to assign a marker to this post because of an unknown internal error. Please contact developers.
de_de: Worthy konnte aufgrund eines unbekannten Fehlers keine Zählmarke zuordnen. Bitte kontaktiere die Entwickler von Worthy!

source: Worthy will not be able to assign a marker to this post because there are no free markers left on the database.
de_de: Worthy wird diesem Artikel keine Zählmarke zuordnen können, da Du keine freien Zählmarken mehr in der Datenbank hast.

source: VG WORT-Credentials
de_de: VG WORT-Zugangsdaten

source: Remove stored VG WORT-Credentials from this Wordpress-Installation
de_de: Entferne meine gespeicherten VG WORT-Zugangsdaten aus dieser Wordpress-Installation

source: If you don't want to use Worthy Premium on this Wordress-Installation anymore, you can remove your stored VG WORT-Credentials from this site using this option.
de_de: Wenn Du Worthy Premium auf dieser Wordpress-Webseite nicht mehr nutzen willst, kannst Du hier Deine VG WORT-Zugangsdaten aus den Einstellungen löschen.

source: Please note that this does not result in a cancellation of your Worthy Premium subscribtion.
de_de: Bitte beachte, dass das Entfernen der Zugangsdaten keine Kündigung Deines Worthy Premium Abonnements darstellt.

source: Your subscribtion will expire as normal and may still be used on other sites.
de_de: Dein Abonnement läuft normal weiter und wird nicht automatisch verlängert, Du kannst Worthy Premium also weiterhin auf anderen Webseiten verwenden.

source: If you want to cancel your Worthy Premium subscribtion, please write an e-mail to <a href="mailto:support@wp-worthy.de">support@wp-worthy.de</a>.
de_de: Sofern Du Dein Abonnement außer der Reihe kündigen möchtest, schreibe bitte eine E-Mail an <a href="mailto:support@wp-worthy.de">support@wp-worthy.de</a>.

source: Use Worthy Premium Production Server
de_de: Live-Server von Worthy Premium verwenden

source: Use Worthy Premium Development Server
de_de: Entwicklungsserver von Worthy Premium verwenden

source: Change Worthy Premium Server
de_de: Server zu Worthy Premium wechseln

source: If something in S2S-Communication does not work, you might want to drop the current session
de_de: Wenn etwas in der Server-zu-Server-Kommunikation nicht funktioniert, willst Du vielleicht die aktuelle Sitzung entfernen

source: Drop current session
de_de: Aktuelle Sitzung löschen

source: You may want to drop the local user-credentials to make Worthy belive its not subscribed to Worthy Premium
de_de: Zu Testzwecken kann es vorkommen, dass Du die lokal gespeicherten Anmelde-Daten zu Worthy Premium entfernen möchtest

source: Drop local user-credentials
de_de: VG WORT-Zugangsdaten löschen

source: All done
de_de: Alles fertig!

source: Your order was successfull and is already paid. We hope that you enjoy using Worthy Premium! Thank you!
de_de: Deine Bestellung war erfolgreich und ist bereits bezahlt. Wir hoffen Du hast viel Vergnügen mit Worthy Premium! Vielen Dank für Deine Bestellung!

source: We are processing your order
de_de: Deine Bestellung wird bearbeitet

source: Once your order is paid your account will be updated. This usually takes less than a minute but can depend on how you processed the payment.
de_de: Sobald Deine Bestellung bezahlt wurde wird Dein Account entsprechend der Bestellung angepasst. Das dauert typischerweise weniger als eine Minute, kann aber je nach Zahlweise schon einmal etwas länger dauern.
